tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "neovim/neovim"
brew "apktool"
brew "direnv"
brew "exiftool"
brew "freetype"
brew "gnu-sed"
brew "jq"
brew "libunistring"
brew "libyaml"
brew "tree-sitter"
brew "mas"
brew "neovim"
brew "nodebrew"
brew "openjdk@17"
brew "openjdk@11"
brew "peco"
brew "reattach-to-user-namespace"
brew "utf8proc"
brew "tree"
brew "wget"
brew "yarn"
cask "1password"
cask "android-studio"
cask "appcleaner"
cask "bathyscaphe"
cask "charles"
cask "discord"
cask "drivedx"
cask "firefox"
cask "font-hackgen-nerd"
cask "ghidra"
cask "google-chrome"
cask "google-japanese-ime"
cask "iina"
cask "istat-menus"
cask "iterm2"
cask "jd-gui"
cask "obs"
cask "pdf-expert"
cask "slack"
cask "sourcetree"
cask "the-unarchiver"
cask "unity-hub"
cask "visual-studio-code"
cask "vmware-fusion"
cask "zoom"
